export const upChoice = [
  '가장 눈에 띄는 서류를 조사한다.',
  '개발자의 일기를 조사한다.',
  '개발자의 작품 상자를 조사한다.',
  '이 방에서는 더 얻을 정보가 없다. 다른 곳을 향해 조사를 계속한다.',
];

export const closeDText = '당신은 일기를 덮고 다른 곳을 조사하기로 했다.';

export const storyTexts = {
  initial:
    '개발자의 일기를 조사한다. 당신은 일기를 읽기 시작했다. <br>" 매일 기록하는건 중요하다" 일기에 첫 부분에 매번 적혀있다. <br>아무래도 이 개발자는 기록하는건 좋아하지만 굉장한 악필인 듯 하다.',
  choice1:
    '개발자의 하루 일정이 빼곡하게 적혀있다.<br>아무래도 이 개발자는 캘린더의 대용으로 일기를 사용하는 모양이다.',
  choice2:
    '이 개발자는 아무리 바쁜일이 있어도 수면 시간을 줄일 생각이 없는 모양이다.<br>수면 시간을 줄이게 하기 위해서는 돈이 필요할 것 같다..',
  choice3: '" 나는 오늘 친구들과 놀았다 재밌었다" <br>아무래도 이날 개발자에게 무슨 일이 있었던 것 같다.',
  choice4: '이 일기는 여기가 마지막 페이지 인 것 같다. <br>개발자가 일기를 꾸준히 쓴다면 더 늘어날까?',
  final: '글귀가 적혀있다. <br>당신은 개발자의 일기를 전부 읽었다.<br>업적 : 남의 일기는 읽으면 안돼 를 획득했다',
};

export const diaryChoices = {
  firstPage: ['당신은 다음 페이지를 보기로 했다.', '당신은 일기를 덮고 다른 곳을 마저 조사하기로 했다.'],
  secondPage: ['당신은 계속 페이지를 넘겼다.', '당신은 충분히 많이 읽었다.'],
  thirdPage: ['당신은 물질만능주의를 느끼며 페이지를 넘겼다.', '당신은 충분히 많이 읽었다.'],
  fourthPage: ['당신은 의문을 안고 페이지를 넘겼다.', '당신은 이제 그만 일기를 덮기로 했다.'],
  finalPage: ['다음 페이지는 없지만 당신은 일기를 덮고 일기 뒷면을 보기로 했다.', '당신은 일기 뒷면에는 관심이 없다.'],
};
